"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Toevoegen";

"Add US bank account" = "Amerikaanse bankrekening toevoegen";

"Add a card" = "Een kaart toevoegen";

"Add a payment method" = "Een betaalmethode toevoegen";

"Add bank account" = "Bankrekening toevoegen";

"Add card" = "Kaart toevoegen";

"Add new card" = "Nieuwe betaalkaart toevoegen";

"Add new payment method" = "Nieuwe betaalmethode toevoegen";

"Add your payment information" = "Je betaalgegevens toevoegen";

"Approve payment" = "Betaling goedkeuren";

"Are you sure you want to remove this card?" = "Weet je zeker dat je deze betaalkaart wilt verwijderen?";

"Are you sure you want to remove this linked account?" = "Weet je zeker dat je dit gekoppelde account wilt verwijderen?";

"Back" = "Terug";

"Bank" = "Bank";

"Bank account" = "Bankrekening";

"Bank account details cannot be changed." = "Bankrekeninggegevens kunnen niet worden gewijzigd.";

"Buy now or pay later with <img/>" = "Koop nu of betaal later met <img/>";

"Buy now or pay later with Afterpay" = "Koop nu of betaal later met Afterpay";

"Buy now or pay later with Clearpay" = "Koop nu of betaal later met Clearpay";

"Buy now or pay later with Klarna" = "Koop nu of betaal later met Klarna";

"Buy using a UPI ID" = "Kopen met een UPI-ID";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Als je je betaling met PayPal bevestigt, geef je %@ toestemming om toekomstige betalingen af te schrijven van je PayPal-rekening in overeenstemming met hun voorwaarden.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Als je doorgaat naar Amazon Pay, geef je %@ toestemming om toekomstige betalingen in rekening te brengen op je Amazon Pay-account in overeenstemming met hun voorwaarden.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Als je doorgaat naar Klarna, geef je %1$@ toestemming om toekomstige betalingen in rekening te brengen op je Klarna-account in overeenstemming met hun voorwaarden en de voorwaarden van Klarna. Je kunt dit altijd wijzigen in je Klarna-app of door contact op te nemen met %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Als je doorgaat naar PayPal, geef je %@ toestemming om toekomstige betalingen af te schrijven van je PayPal-rekening in overeenstemming met hun voorwaarden.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Als je doorgaat naar Revolut Pay, geef je %@ toestemming om toekomstige betalingen in rekening te brengen op je Revolut Pay-account in overeenstemming met hun voorwaarden.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Als je doorgaat, ga je ermee akkoord betalingen in overeenstemming met <terms>deze voorwaarden</terms> te autoriseren.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Als je doorgaat, geef je %1$@ toestemming om deze betaling en toekomstige betalingen in rekening te brengen op je Cash App-account, in overeenstemming met de voorwaarden van %2$@, totdat je deze toestemming intrekt. Je kunt dit op elk moment wijzigen via je Cash App-instellingen.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Door Link te gebruiken ga je akkoord met de <terms>voorwaarden</terms> en het <privacy>privacybeleid</privacy>.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Door je kaartgegevens te verstrekken geef je %@ toestemming om toekomstige betalingen af te schrijven van je betaalkaart in overeenstemming met hun voorwaarden.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Door je e-mailadres te verstrekken, ga je ermee akkoord dat er een Link-account wordt gemaakt en dat je betaalgegevens worden opgeslagen naar Link, volgens de <terms>voorwaarden</terms> en het <privacy>privacybeleid</privacy> van Link.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Door je betaalgegevens op te geven en deze betaling te bevestigen geef je toestemming aan (A) %@ en Stripe, onze betaaldienstverlener, een opdracht te sturen aan je bank om je rekening te debiteren en aan (B) je bank om je rekening te debiteren conform deze opdracht. Je hebt het recht op terugbetaling door je bank conform de met je bank overeengekomen voorwaarden. Een verzoek tot terugbetaling moet worden ingediend binnen 8 weken vanaf de datum waarop je rekening is gedebiteerd. Je rechten worden uitgelegd in een verklaring die je kunt opvragen bij je bank. Je stemt ermee in dat je minstens 2 dagen voor de uitvoering van toekomstige debiteringen hierover op de hoogte wordt gesteld.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Door je telefoonnummer te verstrekken, ga je ermee akkoord dat er een Link-account wordt gemaakt en dat je betaalgegevens worden opgeslagen naar Link, volgens de <terms>voorwaarden</terms> en het <privacy>privacybeleid</privacy> van Link.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Als je je bankrekening voor %@ opslaat, ga je ermee akkoord betalingen in overeenstemming met <terms>deze voorwaarden</terms> te autoriseren.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Annuleren en op een andere manier betalen";

"Card details cannot be changed." = "Betaalkaartgegevens kunnen niet worden gewijzigd.";

"Change email" = "E-mailadres wijzigen";

"Choose a payment method" = "Een betaalmethode kiezen";

"Close card scanner" = "Kaartscanner afsluiten";

"Code sent" = "Code verstuurd";

"Confirm" = "Bevestigen";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Bevestig de betaling via je bank of betaal-app binnen %@ om de aankoop af te ronden.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Bevestig de betaling in de app van je bank binnen %@ om de aankoop af te ronden.";

"Confirm your CVC" = "Je CVC bevestigen";

"Contact information" = "Contactgegevens";

"Default" = "Standaard";

"EPS Bank" = "EPS Bank";

"Enter address manually" = "Adres handmatig invoeren";

"FPX Bank" = "FPX Bank";

"For security, please re-enter your card’s security code." = "Voer uit veiligheidsoverwegingen de beveiligingscode van je betaalkaart opnieuw in.";

"Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>" = "Krijg %@ terug wanneer je voor de eerste keer via je bank betaalt. <terms>Zie voorwaarden</terms>";

"Get %@ back when you pay with your bank. <terms>See terms</terms>" = "Krijg %@ terug wanneer je via je bank betaalt. <terms>Zie voorwaarden</terms>";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Ik begrijp dat Stripe namens %@ bedragen via automatische incasso gaat afschrijven en ik bevestig dat ik als rekeninghouder de enige vereiste persoon ben om afschrijvingen van deze rekening te autoriseren.";

"IBAN" = "IBAN";

"Log out of Link" = "Afmelden bij Link";

"Manage SEPA debit" = "SEPA-incasso beheren";

"Manage US bank account" = "Amerikaanse bankrekening beheren";

"Manage card" = "Betaalkaart beheren";

"Manage cards" = "Betaalkaarten beheren";

"Manage payment method" = "Betaalmethode beheren";

"Manage payment methods" = "Betaalmethoden beheren";

"Manage your payment methods" = "Uw betaalmethoden beheren";

"Name on card" = "Naam op betaalkaart";

"New card" = "Nieuwe betaalkaart";

"New payment method" = "Nieuwe betaalmethode";

"No %@ promo" = "Geen %@-promo";

"Not %@?" = "Niet %@?";

"Only card brand can be changed." = "Alleen het merk van de betaalkaart kan worden gewijzigd.";

"Open your UPI app to approve your payment within %@" = "Open de UPI-app om je betaling goed te keuren binnen %@";

"Or" = "Of";

"Or pay using" = "Of betalen met";

"Or pay with a card" = "Of met een kaart betalen";

"Or use" = "Of gebruik";

"Or use a card" = "Of gebruik een betaalkaart";

"Pay %@" = "%@ betalen";

"Pay another way" = "Betalen op een andere manier";

"Pay faster at %@ and thousands of businesses." = "Reken sneller af bij %@ en duizenden andere bedrijven.";

"Pay over time with %@" = "Betalen in termijnen met %@";

"Pay over time with Affirm" = "Betalen in termijnen met Affirm";

"Pay with Link" = "Betalen met Link";

"Pay with your bank account in just a few steps." = "Betaal in een paar stappen met je bankrekening.";

"Payment" = "Betaling";

"Payment failed" = "Betaling is mislukt";

"Payment methods" = "Betaalmethoden";

"Please go back and select another payment method" = "Ga terug en selecteer een andere betaalmethode.";

"Point the camera at your card." = "Richt de camera op de kaart.";

"Processing..." = "Verwerken...";

"Przelewy24 Bank" = "Przelewy24 Bank";

"Remove card?" = "Betaalkaart verwijderen?";

"Remove linked account" = "Gekoppeld account verwijderen";

"Resend code" = "Code opnieuw versturen";

"SEPA debit details cannot be changed." = "SEPA-incassogegevens kunnen niet worden gewijzigd.";

"Save" = "Opslaan";

"Save a new payment method" = "Een nieuwe betaalmethode opslaan";

"Save address" = "Adres opslaan";

"Save for future payments" = "Opslaan voor toekomstige betalingen";

"Save payment details to %@ for future purchases" = "Betaalgegevens opslaan naar %@ voor toekomstige aankopen";

"Save this account for future %@ payments" = "Dit account opslaan voor toekomstige betalingen bij %@";

"Save your bank account in just a few steps." = "Sla je bankrekening in een paar stappen op.";

"Save your info for secure 1-click checkout with Link" = "Bewaar je gegevens zodat je veilig met één klik kunt afrekenen met Link";

"Saved" = "Opgeslagen";

"Select card" = "Betaalkaart selecteren";

"Select payment method" = "Betaalmethode selecteren";

"Select your payment method" = "Betaalmethode selecteren";

"Set as default" = "Instellen als standaard";

"Set as default payment method" = "Instellen als standaardbetaalmethode";

"Set up" = "Instellen";

"Shipping to %@ is not supported." = "Verzending naar %@ wordt niet ondersteund.";

"Show menu" = "Menu weergeven";

"Simple, secure one-click payments" = "Betaal eenvoudig en veilig met één klik";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Binnen 1 à 2 werkdagen stort Stripe $ 0,01 op je rekening. Daarna krijg je een e-mail met instructies om het instellen van je bankrekening bij %@ te voltooien.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Binnen 1-2 werkdagen stort Stripe $ 0,01 op je rekening. Daarna krijg je een e-mail met instructies over hoe je de betaling aan %@ kunt voltooien.";

"Tap to close" = "Tikken om te sluiten";

"Tap to expand" = "Tikken om uit te vouwen";

"The IBAN you entered is incomplete." = "Het opgegeven IBAN-nummer is onvolledig.";

"The provided verification code has expired." = "De opgegeven verificatiecode is verlopen.";

"The provided verification code is incorrect." = "De opgegeven verificatiecode is onjuist.";

"This card has expired. Update your card info or choose a different payment method." = "Deze betaalkaart is verlopen. Werk de kaartgegevens bij of kies een andere betaalmethode.";

"This is your default" = "Dit is je standaard";

"Too many attempts. Please try again in a few minutes." = "Te veel pogingen. Probeer het over een paar minuten opnieuw.";

"Unavailable for this purchase" = "Niet beschikbaar voor deze aankoop";

"Update card" = "Betaalkaart bijwerken";

"Update payment method" = "Betaalmethode bijwerken";

"Use your saved info to check out faster" = "Gebruik je opgeslagen gegevens om sneller af te rekenen";

"View more" = "Meer weergeven";

"Your IBAN should start with a two-letter country code." = "Het IBAN-nummer moet beginnen met een landcode van twee letters.";

"iDEAL Bank" = "iDEAL-bank";
